Revit 2024 API
GroupTypeId.TrussFamilyBottomChord Property
 Bottom Chords.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId TrussFamilyBottomChord { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyBottomChord As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyBottomChord {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace